{
    "name": "Amazon Fire TV Stick, HD, sharp picture quality, fast streaming, free & live TV, Alexa Voice Remote with TV controls",
    "brand": "Amazon",
    "price": "$19.99",
    "originPrice": null,
    "discount": null,
    "short_description": "Plug in behind your TV, turn on the TV, and connect to the internet to get set up.\nFeel scenes come to life with immersive Dolby Atmos audio on select titles with compatible home audio systems.\nWatch your favorite live TV, news, and sports with subscriptions to SLING TV, YouTube TV, and others. Use the Guide button to see what's available and when.\nStream more than 1.5 million movies and TV episodes from Netflix, Prime Video, Disney+, Peacock, and more, plus listen to millions of songs. Subscription fees may apply.\n50% more powerful than the previous generation for fast streaming in Full HD. Includes Alexa Voice Remote with power and volume buttons.\nAccess over 300,000 free movies and TV episodes from popular ad-supported streaming apps like Amazon Freevee, Tubi, Pluto TV and more.\nListen on Amazon Music, Spotify, Pandora, and others. Subscription fees may apply.\nAlexa Voice Remote lets you use your voice to search and launch shows across apps. All-new preset buttons get you to favorite apps quickly. Plus, control power and volume on your TV and soundbar with a single remote.",
    "images": "https://m.media-amazon.com/images/I/71SHVR-c3FL._AC_SY450_.jpg",
    "rating": "4.7",
    "number_of_reviews": "497,409",
    "category": null,
    "prodID": "B08C1W5N87",
    "url": "https://www.amazon.com/fire-tv-stick-with-3rd-gen-alexa-voice-remote/dp/B08C1W5N87/ref=sr_1_1"
}
{
    "name": "Amazon Fire TV Stick 4K streaming device, more than 1.5 million movies and TV episodes, supports Wi-Fi 6, watch free & live TV",
    "brand": "Amazon",
    "price": "$17.99",
    "originPrice": null,
    "discount": null,
    "short_description": "Wi-Fi 6 support - Enjoy smooth 4K streaming, even when other devices are connected to your router.\nPlay Xbox games with no console required - Stream Forza Motorsport, Starfield, Palworld, and discover hundreds of other high-quality games directly on your Fire TV Stick 4K with Xbox Game Pass Ultimate via cloud gaming.\nDo more with your smart home - Control compatible devices like cameras, lights, and more with your remote. Press and ask Alexa to check the weather or dim the lights.\nAdvanced 4K streaming - Elevate your entertainment with the next generation of our best-selling 4K stick, with improved streaming performance.\nCinematic experience - Watch in vibrant 4K Ultra HD with support for Dolby Vision, HDR10+, and immersive Dolby Atmos audio.\nAlexa Voice Remote - Quickly find, launch, and control content with your voice. Get to your favorite apps with preset buttons, and control TV power and volume with one remote.\nEndless entertainment - Stream more than 1.5 million movies and TV episodes. Watch favorites from Netflix, Prime Video, Disney+, Max, and more. Subscription fees may apply.\nStream for free - Access over 300,000 free movies and TV episodes from popular ad-supported streaming apps like Fire TV Channels, Amazon Freevee, Tubi, and Pluto TV.",
    "images": "https://m.media-amazon.com/images/I/51ZZwZ-YxTL._AC_SX466_.jpg",
    "rating": "4.7",
    "number_of_reviews": "41,038",
    "category": null,
    "prodID": "B0CJM1GNFQ",
    "url": "https://www.amazon.com/Amazon-Fire-TV-Stick-4K-streaming-device/dp/B0CJM1GNFQ/ref=sr_1_2"
}